Repository: peastone/robobackup
Catalog: resources/*.po
Languages: german

source: Critical
german: Schwerwiegender Fehler

source: Robobackup failed. Contact your admin.
german: Verständigen Sie den Administrator.

source: Devicename
german: Gerätename

source: not found
german: nicht gefunden

source: Multiple devices with the same name found.
german: Mehrere Geräte mit demselben Namen gefunden.

source: not specified correctly.
german: nicht richtig angegeben.

source: Empty absolute path.
german: Leerer Absolutpfad.

source: not present in configuration.
german: nicht in der Konfiguration vorhanden.

source: set to default value:
german: auf den Standardwert gesetzt:

source: Error parsing
german: Fehler beim Einlesen

source: does not have <backup> as root-element
german: hat <backup> nicht als Wurzel-Element

source: Wrong configuration. Truecrypt key not specified correctly
german: Falsche Konfiguration. Truecypt-Schlüssel nicht richtig angegeben

source: Wrong configuration. Letter where to mount the Truecrypt image has a length unequal one.
german: Falsche Konfiguration. Laufwerksbuchstabe für Truecrypt ist kein Buchstabe.

source: Minor error in configuration: create???Folder.
german: Kleiner Fehler in der Kofiguration: create???Folder.

source: Start Backup
german: Backup starten

source: Close
german: Schließen

source: Elapsed time:
german: Vergangene Zeit:

source: Success
german: Erfolg

source: Check backup
german: Backup überprüfen

source: Failure
german: Fehler

source: Color does not match an action.
german: Farbe passt nicht zu einer Aktion.

source: Error creating folder:
german: Fehler beim Erstellen des Ordners:

source: Backup is started.
german: Backup wurde gestartet.

source: The configuration is read.
german: Die Konfiguration wird eingelesen.

source: Neither file nor folder:
german: Weder Datei noch Ordner:

source: The item was not copied.
german: Die Datei wurde nicht kopiert.

source: Backup is finished.
german: Das Backup wurde beendet.

source: Save
german: Sichern

source: Start Backup now?
german: Backup jetzt starten?

source: Text files
german: Textdateien
